Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The OECD (Organization for Economic Cooperation and Development) Development Assistance Committee (DAC) convened a High Level Meeting from 15 to 16 December in Paris.
pl: W dniach 15-16 grudnia odbyło się w Paryżu posiedzenie wysokiego szczebla (High Level Meeting - HLM) Komitetu Pomocy Rozwojowej Organizacji Współpracy Gospodarczej i Rozwoju (DAC OECD).

source: Apart from 28 representatives of DAC [1] and OECD [2] participating states, the meeting was joined by invited guests from countries on their way to negotiate the OECD membership (Columbia, Latvia), key OECD partners (Brazil, China, India, Indonesia, and South Africa), other international organizations (IMF, the World Bank, UNDP), development banks, foundations as well as Croatia, Ethiopia, Malawi and the United Arab Emirates.
pl: W spotkaniu, oprócz 28 przedstawicieli państw członkowskich DAC [1] oraz OECD [2] wzięli udział zaproszeni goście z państw negocjujących członkostwo w OECD (Kolumbia, Łotwa), kluczowych partnerów OECD (Brazylia, Chiny, Indie, Indonezja, RPA), innych organizacji międzynarodowych (MFW, Bank Światowy, UNDP), banków rozwojowych, fundacji oraz Chorwacji, Etiopii, Malawi i Zjednoczonych Emiratów Arabskich.

source: The discussion focused on the necessary modernization of the statistical system used by DAC to collect data measuring contribution inflows from developed countries for the purpose of development.
pl: Dyskusja koncentrowała się na koniecznej modernizacji systemu statystycznego, poprzez który DAC zbiera dane o wielkości pomocy przekazywanej przez państwa rozwinięte na rzecz rozwoju.

source: The key tool measuring Official Development Assistance (ODA) does not cover all instruments to earmark public funds for development; it does not include all activities serving for the purpose of development.
pl: Kluczowe narzędzie, miernik wielkości Oficjalnej Pomocy Rozwojowej (Official Development Assistance - ODA), nie uwzględnia wszystkich instrumentów służących do kierowania środków publicznych na potrzeby rozwojowe, nie obejmuje wszystkich działań mających cel rozwojowy.

source: Another reason to consider a reform necessary is that broadened development cooperation aims adopted in the international development cooperation programme for 2015 will generate new financial flows insufficiently measured by existing methods.
pl: Kolejnym powodem konieczności reformy jest fakt, że szersze cele współpracy rozwojowej, które zostaną przyjęte w programie międzynarodowej współpracy rozwojowej po roku 2015, będą generowały nowe przepływy finansowe, do których pomiaru dotychczasowe metody nie są wystarczające.

source: All of the meeting's participants underscored that changes to be adopted cannot serve as a pretext to undermine ODA's fundamental role in the assistance system and the commitment to attain the 0.7% target of ODA as a proportion of gross national income [3] .
pl: Wszyscy uczestnicy spotkania podkreślali, że zmiany które zostaną przyjęte, nie mogą być pretekstem pod podważania fundamentalnej roli ODA w systemie pomocowym oraz zobowiązania osiągnięcia wielkości świadczonej ODA na poziomie 0,7% dochodu narodowego brutto [3] .

source: At the same time, a declaration was made to increase the official development assistance for the poorest countries and those in need to reach the specific UN target of 0.15-0.20% of GNI as ODA.
pl: Jednocześnie, złożona została deklaracja zwiększania oficjalnej pomocy rozwojowej dla państw najbiedniejszych i potrzebujących pomocy w celu osiągnięcia przyjętego w ramach ONZ wskaźnika 0,15%-0,20% ODA/DNB.

source: However, many countries stressed that such process cannot take place at the expense of assistance commitments to the existing partners.
pl: Szereg państw podkreślało jednak, że nie może to się dokonywać kosztem zobowiązań pomocowych wobec dotychczasowych partnerów.

source: In the course of the ODA concept modernisation, HLM participants agreed on a compromise to report concessional loans by introducing grants on which the amount qualified as ODA will be calculated instead of existing net flows [4] .
pl: W ramach modernizacji koncepcji ODA, uczestnicy HLM przyjęli kompromisowe rozwiązanie sposobu raportowania pożyczek preferencyjnych poprzez wprowadzenie elementu darowizny będącej podstawą obliczania wielkości kwoty kwalifikowanej jako ODA w miejsce dotychczasowych przepływów netto [4] .

source: The degrees of concessionality of loans were also diversified to match the affluence level of the beneficiary country (which is to promote countries most in need).
pl: Zróżnicowano przy tym poziomy preferencyjności pożyczek w zależności od poziomu zamożności kraju, któremu będą one udzielane (co ma promować pomoc dla państw najbiedniejszych).

source: The meeting's participants agreed on the direction of continued work to establish a method to measure the volume of assistance generated with the use of market financial instruments [5] and recognizing peace- and security-building expenditures as ODA.
pl: Uzgodniono kierunek kontynuacji prac nad metodą pomiaru wielkości środków rozwojowych uzyskiwanych poprzez wykorzystanie rynkowych instrumentów finansowych [5] oraz zaliczaniem do ODA wydatków poniesionych na rzecz zapewnienia pokoju i bezpieczeństwa do ODA.

source: Despite common acceptance of security and the close interdependency between development and peace (confirmed in the UN documents), and despite acknowledgement of assistance's developmental goal as most significant, some countries think that institutions providing assistance should be strictly distinguished in ODA and that expenditures from military budgets should be excluded from ODA.
pl: Pomimo powszechnej akceptacji ścisłej współzależności między rozwojem a pokojem i bezpieczeństwa (potwierdzonej w dokumentach ONZ) oraz uznania, że podstawowe znaczenie ma cel rozwojowy świadczonej pomocy, część krajów jest zdania, że w ODA należy ściśle rozgraniczać agendy świadczące pomoc i wykluczać z niej wydatki dokonywane w ramach budżetów wojskowych.

source: Ministers agreed on the need to create a new instrument to measure development financial flows, provisionally called the Total Official Support for Sustainable Development (TOSD).
pl: Ministrowie zgodzili się, że istniej potrzeba stworzenia nowego instrumentu mierzącego przepływy finansowe o charakterze rozwojowym, któremu nadano roboczą nazwę Total Official Suport for Sustainble Developemnt (TOSD).

source: It will cover all public funds extended to developing countries (regardless of conditions on which they are transferred) to implement sustainable development purposes.
pl: Ma on obejmować wszystkie środki publiczne kierowane do krajów rozwijających się (niezależnie od warunków, na jakich są przekazywane) w celu realizacji celów zrównoważonego rozwoju.

source: Its scope will be conditional on the UN Summit decisions concerning the post-2015 development assistance programme and the Conferences on Climate Change.
pl: Jego zakres będzie uzależniony od decyzji Szczytu ONZ w sprawie programu współpracy rozwojowej po roku 2015 oraz Konferencji ws. zmian klimatu.

source: According to the DAC participating states' principle of transparency and inviting partner states and organizations to join the discussion, all invited guests have actively contributed to the debate.
pl: Zgodnie z przyjętą przez państwa członkowskie DAC zasadą pełnej otwartości oraz włączenia w toczącą się dyskusję państw i organizacji partnerskich, obrady toczyły się z aktywnym udziałem wszystkich zaproszonych gości.

source: [1] Australia, Austria, Belgium, Canada, the Czech Republic, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Japan, Luxembourg, the Netherlands, New Zealand, Norway, Poland, Portugal, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, the United Kingdom, the United States, and the European Union.
pl: [1] Australia, Austria, Belgia, Czechy, Dania, Finlandia, Francja, Grecja, Hiszpania, Irlandia, Islandia, Japonia, Kanada, Korea, Luksemburg, Niderlandy, Niemcy, Norwegia, Nowa Zelandia, Polska, Portugalia, Słowacja, Słowenia, Stany Zjednoczone, Szwajcaria, Szwecja, Wielka Brytania, Włochy oraz Unia Europejska.

source: [2] Chile, Estonia, Hungary, Israel, Mexico, Turkey.
pl: [2] Chile, Estonia, Izrael, Meksyk, Turcja, Węgry.

source: [3] In the EU, it was adopted as a collective commitment and tailored to particular countries (given their current potential).
pl: [3] W ramach UE przyjęto to jako zobowiązanie kolektywne, w stosunku do poszczególnych państw zindywidualizowane (uwzględniające ich aktualne możliwości).

source: [4] Calculation as the whole ODA loan amount and the following deduction of installment payments from ODA of a particular country.
pl: [4] Wliczanie jako ODA całej kwoty pożyczki, a następnie odliczanie rat spłaty od ODA danego kraju.

source: [5] Based on existing principles, a state investing in a developing country must deduct the income from this investment from ODA, which hampers the use of various development aid instruments.
pl: [5] Według dotychczasowych zasad państwo dokonujące inwestycji w kraju rozwijającym się musi odliczać zyski z tej inwestycji od ODA, co hamuje wykorzystanie rozmaitych instrumentów w pomocy rozwojowej.

source: The knowledge acquired during the workshops/internships will influence the undertaken laboratory work, and enable the further development of the RVDC, bolstering its position on the regional market.
pl: Projekt zakłada dotarcie z treściami edukacji globalnej do szerszego grona odbiorców, szczególnie rodzin z dziećmi oraz dostosowanie obiektu do potrzeb indywidualnych odwiedzających.

source: You are here Polish Aid / Our activities / Small Grants System / Polish aid supports a maternity hospital in Bethlehem
pl: jesteś tutaj Polska pomoc / Nasze działania / System małych grantów / Polska Pomoc wspiera szpital ginekologiczno-położniczy w Betlejem

source: Polish aid supports a maternity hospital in Bethlehem
pl: Polska Pomoc wspiera szpital ginekologiczno-położniczy w Betlejem

source: The specialised bed will enable the medical personnel of the "Shepherd Hospital" in Beit Sahour (Bethlehem) to deliver difficult births and will improve the emergency medical care for pregnant women and newborn children from the Bethlehem area.
pl: Przekazane specjalistyczne łóżko umożliwi personelowi szpitala "Shepherd Hospital" w Beit Sahour (Betlejem) przyjmowanie trudnych porodów oraz poprawi opiekę zdrowotną w nagłych przypadkach dla ciężarnych kobiet i noworodków z obszaru Betlejem.

source: On 5 November 2013 First Lady Anna Komorowska officially inaugurated the transfer of the multifunction operating table during the completion of the project “Improvement of the health service quality for pregnant women and newborn children in the Bethlehem district through providing specialised equipment for the maternity hospital” carried out by the Representation of the Republic of Poland in Ramallah under the Small Grants System.
pl: W dniu 5 listopada 2013 r. Pierwsza Dama, Pani Anna Komorowska, dokonała uroczystego przekazania wielofunkcyjnego stołu operacyjnego podczas zakończenia wdrażania projektu pt. „Poprawa jakości usług zdrowotnych dla kobiet ciężarnych i niemowląt w dystrykcie betlejemskim poprzez wyposażenie szpitala położniczego w specjalistyczny sprzęt medyczny” realizowanego przez Biuro Przedstawiciela RP w Ramallah w ramach systemu małych grantów.

source: "This special bed delivered to the maternity hospital will make it possible to conduct caesarean cuts and deliver difficult births” said the First Lady.
pl: „Do szpitala ginekologiczno-położniczego, przekazaliśmy łóżko wielofunkcyjne, na którym będzie można przeprowadzać cesarskie cięcia i przyjmować trudniejsze porody”, powiedziała Pani Prezydentowa.

source: Growing financial barriers related to the high unemployment and poverty ratio as well as the worsening economic situation substantially limit the access to health services on the West Bank.
pl: Rosnące bariery finansowe związane z wysokim poziomem bezrobocia i ubóstwa oraz pogarszającą się sytuacją ekonomiczną w coraz większym stopniu ograniczają dostęp do świadczeń opieki zdrowotnej na Zachodnim Brzegu.

source: The hospital is popular with patients as it provides high quality and low-cost medical care.
pl: Wśród pacjentów szpital cieszy się opinią placówki udzielającej wysokiej jakości opiekę zdrowotną oraz pobierającą niskie opłaty za usługi medyczne.

source: The new equipment will contribute not only to higher standards of mother and child health care, but also increase the access to specialized gynecological and maternal care for women, which until now were sent to nearby facilities.
pl: Przekazanie specjalistycznego sprzętu, przyczyni się nie tylko do poprawy opieki zdrowotnej matek i noworodków z obszaru Betlejem, ale zwiększy także dostęp w regionie do specjalistycznej opieki ginekologiczno-położniczej dla kobiet, które dotychczas odsyłane były do pobliskich szpitali.

source: The Palestinian National Authority is one of the priority regions of the Polish development aid.
pl: Autonomia Palestyńska jest jednym z priorytetowych kierunków polskiej pomocy rozwojowej.

source: In 2013, the MFA provided PLN 1.5 million to secure financing of 9 development projects implemented by Polish NGOs and the Representation on the Republic of Poland in Ramallah on the West Bank of Jordan.
pl: W 2013 r. MSZ dofinansowało w kwocie blisko 1,5 mln zł ze środków rezerwy celowej przeznaczonej na współpracę rozwojową realizację 9 projektów rozwojowych wdrażanych przez polskie NGO i Biuro Przedstawiciela RP w Ramallah na obszarze Zachodniego Brzegu Jordanu.

source: You are here Polish Aid / News / Deputy Minister Katarzyna Pełczyńska-Nałęcz visits Moldova
pl: jesteś tutaj Polska pomoc / Aktualności / Wiceminister Katarzyna Pełczyńska-Nałęcz z wizytą w Mołdawii

source: Deputy Minister Katarzyna Pełczyńska-Nałęcz visits Moldova
pl: Wiceminister Katarzyna Pełczyńska-Nałęcz z wizytą w Mołdawii

source: “Europe doesn't want to lose Moldova, so the association process should be political rather than purely bureaucratic,” noted Katarzyna Pełczyńska-Nałęcz.
pl: - Europa nie chce stracić Mołdawii i dlatego proces stowarzyszeniowy powinien być procesem politycznym, a nie czysto biurokratycznym - zaznaczyła Katarzyna Pełczyńska-Nałęcz.

source: Talking to Moldova's Deputy Foreign Ministers Valeriu Chiveri and Iulian Groza, the deputy chief of Poland's diplomacy acknowledged Chisinau's efforts to initial the association agreement, including the free trade agreement, with the EU during the Eastern Partnership summit in Vilnius.
pl: Podczas spotkania z wiceministrami spraw zagranicznych Mołdawii Valeriu Chiverim oraz Iulianem Grozą wiceszefowa polskiej dyplomacji wyraziła uznanie dla władz w Kiszyniowie w związku z parafowaniem podczas szczytu Partnerstwa Wschodniego w Wilnie umowy stowarzyszeniowej, w tym umowy o strefie wolnego handlu między UE a Mołdawią.

source: She also expressed her hope that the Moldovan side will continue to move closer to reaching EU standards.
pl: Jednocześnie wyraziła nadzieję na kontynuowanie przez stronę mołdawską wysiłków do dalszego przybliżania się do standardów UE.

source: She emphasized that these efforts could soon lead to the signing of the association agreement and the establishing of a visa-free travel regime between the EU and Moldova.
pl: Podkreśliła, że w niedalekiej perspektywie może to przynieść efekt w postaci podpisania umowy stowarzyszeniowej, jak i ustanowienia ruchu bezwizowego między UE a Mołdawią.

source: Deputy Minister Pełczyńska-Nałęcz also met with Minster of Regional Development and Construction Marcel Raducan.
pl: Wiceminister Pełczyńska-Nałęcz spotkała się również z ministrem rozwoju regionalnego i budownictwa Marcelem Raducanem.

source: The talks focused on Poland's engagement in implementing Moldova's regional development policy and covered further assistance for the Information Centre for Local Authorities in Moldova.
pl: Dyskusja poświęcona była kierunkom polskiego zaangażowania na rzecz wdrażania polityki rozwoju regionalnego Mołdawii oraz dalszemu wsparciu dla Centrum Informacyjnego dla Władz Lokalnych w Mołdawii.

source: The Polish side undertook to continue funding the centre, which will now be possible thanks to the signing of an annex to the Memorandum of Understanding governing the centre's work.
pl: Strona polska zobowiązała się do dalszego jego finansowania, czemu służyć ma podpisany podczas wizyty aneks do Memorandum of Understanding w sprawie funkcjonowania Centrum.

source: Following the signing, a meeting of the centre's steering committee was convened with the participation of officials from Moldova's Ministry of Regional Development and Construction, as well as representatives of USAID, the Polish MFA and Solidarity Fund PL.
pl: Bezpośrednio po podpisaniu memorandum odbyło się posiedzenie komitetu sterującego Centrum z udziałem przedstawicieli Ministerstwa Rozwoju Regionalnego i Budownictwa Republiki Mołdawii, USAID, MSZ RP oraz Fundacji Solidarności Międzynarodowej.

source: The partners underlined that the project, which has been implemented with support from different donors, can be held up as a model for others to follow.
pl: Partnerzy podkreślili modelowy charakter projektu realizowanego przy wsparciu różnorodnych donorów.

source: Thanking for the existing cooperation, the Moldovan side declared that the centre would carry on its work after 2015.
pl: Strona mołdawska dziękując za dotychczasową współpracę zadeklarowała kontynuowanie działalności Centrum po 2015 roku.

source: On 10 December Deputy Minister Pełczyńska-Nałęcz visited the village of Bravicieni in central Moldova, a place that has benefited from Polish aid projects.
pl: 10 grudnia wiceminister Pełczyńska-Nałęcz odwiedziła wieś Bravicieni, w centralnej Mołdawii, w której zrealizowane zostały projekty ze środków polskiej pomocy.

source: Under these measures, grants were awarded to 34 innovative forms of farming and providing services.
pl: W wyniku realizacji projektów dofinansowane otrzymały 34 innowacyjne formy prowadzenia działalności rolniczej i usługowej.

source: The projects also helped train 39 agricultural consultants.
pl: W ramach zrealizowanych projektów przeszkolono 39 konsultantów rolnych.

source: The deputy chief of Polish diplomacy also attended the inauguration of the exhibition “Poland's Development Cooperation in Moldova.”
pl: Wiceszefowa polskiej dyplomacji wzięła również udział w inauguracji wystawy pt. Polska współpraca rozwojowa w Mołdawii.

source: The event is a showcase of measures to benefit Moldova, which Poland put in place in 2009-2013 as part of development cooperation with Moldovan partners.
pl: Wystawa prezentuje działania realizowane przez Polskę na rzecz Mołdawii w latach 2009-2013 w ramach współpracy rozwojowej z mołdawskimi partnerami.

source: The country is one of key geographic areas of Polish support.
pl: Mołdawia stanowi jeden z najważniejszych geograficznych obszarów polskiego wsparcia.

source: Poland-Moldova cooperation focuses on three fields: agriculture and rural development; regional development and strengthening public administration and local government; and public security and border management.
pl: Polsko-mołdawska współpraca koncentruje się na trzech obszarach: rolnictwie i rozwoju obszarów wiejskich, rozwoju regionalnym i budowie potencjału administracji publicznej i samorządowej oraz bezpieczeństwie publicznym i zarządzaniu granicami.

source: In 2013 Poland allocated PLN 6.43 million to development cooperation projects addressed to Moldova.
pl: W 2013 r. Polska przeznaczyła na działania na rzecz Mołdawii w ramach współpracy rozwojowej 6,43 mln PLN.

source: You are here Polish Aid / News / Belarus ratifies the UN Convention on the Rights of Persons with Disabilities
pl: jesteś tutaj Polska pomoc / Aktualności / Białoruś ratyfikowała Konwencję o Prawach Osób Niepełnosprawnych ONZ

source: Belarus ratifies the UN Convention on the Rights of Persons with Disabilities
pl: Białoruś ratyfikowała Konwencję o Prawach Osób Niepełnosprawnych ONZ

source: Until recently Belarus was among the few European states which did not sign the UN Convention on the Rights of Persons with Disabilities.
pl: Białoruś do niedawna pozostawała jednym z nielicznych państw europejskich, które nie podpisały Konwencji o Prawach Osób Niepełnosprawnych ONZ.

source: It finally signed it in autumn 2015, and ratified it only a year later, on 3 October 2016.
pl: Długo wyczekiwany podpis został złożony jesienią 2015 r., a zaledwie rok później, 3 października 2016 roku Konwencja została ratyfikowana .

source: Poland has endorsed the signature and ratification of the convention by Belarus, among others with help of the Helsinki Foundation of Human Rights, which conducts projects supporting Belarus within a Multiannual Development Cooperation Programme for 2012-2015.
pl: Starania o podpisanie i ratyfikację przez Białoruś Konwencji były wspierane przez Polskę m.in. za pośrednictwem Helsińskiej Fundacji Praw Człowieka realizującej projekty na rzecz Białorusi w ramach Wieloletniego programu współpracy rozwojowej 2012-2015.

source: The improvement of social integration of people at risk of social exclusion is one of the goals of Polish development cooperation in favour of Belarus in the 2016-2020 framework.
pl: Poprawa integracji społecznej osób z grup zagrożonych wykluczeniem jest również jednym z celów polskiej współpracy rozwojowej na rzecz Białorusi w perspektywie 2016-2020.

source: The convention ratification opens up new prospects for cooperation of Polish and Belarussian bodies whose aim is to ensure the full realization of the rights of persons with disabilities.
pl: Ratyfikacja Konwencji otwiera nowe możliwości wspólnych inicjatyw polskich i białoruskich podmiotów działających na rzecz zapewnienia realizacji praw osób z niepełnosprawnościami.

source: Polish institutions and organizations have a lot of experience in the transformation which took place after Poland's ratification of the convention on 6 September 2012.
pl: Polskie instytucje i organizacje posiadają cenne doświadczenie z udziału w procesie zmian, które nastąpiły po ratyfikacji Konwencji przez Polskę w dniu 6 września 2012 roku.

source: The UN Convention on the Rights of Persons with Disabilities was adopted by the UN General Assembly on 13 December 2006.
pl: Konwencja o Prawach Osób Niepełnosprawnych przyjęta została przez Zgromadzenie Ogólne Narodów Zjednoczonych 13 grudnia 2006 roku.

source: It is the first international legal act which relates to disabled persons' rights in a comprehensive way.
pl: Dokument ten jest pierwszym międzynarodowym aktem prawnym, który kompleksowo odnosi się do praw osób z niepełnosprawnością.

source: The aim of the convention is to protect and ensure full and equal enjoyment of human rights and fundamental freedoms of persons with disabilities on an equal basis with other citizens.
pl: Celem Konwencji jest ochrona i zapewnienie pełnego i równego korzystania z praw człowieka i podstawowych wolności przez osoby z niepełnosprawnościami na równi ze wszystkimi innymi obywatelami.

source: Poland among members of the Development Assistance Committee
pl: Polska w gronie członków Komitetu Pomocy Rozwojowej OECD

source: MFA statement on Poland's membership of OECD Development Assistance Committee
pl: Oświadczenie MSZ w sprawie przyjęcia Polski do Komitetu Pomocy Rozwojowej OECD

source: Poland's DAC membership confirms our position as an important donor of development assistance.
pl: Członkostwo Polski w Komitecie potwierdza naszą pozycję, jako znaczącego kraju-dawcy pomocy rozwojowej.
